<?php
$roomnames=array(
    3=>"Комната с Камином",4=>"Картинная Галерея 2",5=>"Картинная Галерея 3",6=>"Трапезная",
    7=>"Зал Отдыха 1",8=>"Зал Отдыха 2",9=>"Зал Статуй 3",10=>"Картинная Галерея 1",11=>"Зал Статуй 1",
    12=>"Зал Статуй 2",13=>"Выход на Крышу",14=>"Западная Крыша 1",15=>"Западная Крыша 2",
    16=>"Оранжерея",17=>"Храм",18=>"Келья 1",19=>"Келья 2",20=>"Келья 3",21=>"Келья 4",
    22=>"Красный зал-коридор",23=>"Красный Зал",24=>"Терасса",25=>"Винный Погреб",
    26=>"Лестница в Подвал ",27=>"Внутр. двор - Выход1",28=>"Внутренний Двор",29=>"Библиотека ",
    30=>"Внутр. двор - Выход2",31=>"Гостиная",32=>"Восточная Крыша",33=>"Выход из Мраморного Зала",
    34=>"Южный Внутр. двор",35=>"Восточная Комната",36=>"Мраморный Зал",39=>"Желтый Коридор",40=>"Подвал",
    41=>"Старый Зал 2",42=>"Служебная Комната",43=>"Комната в Подвале",44=>"Темная Комната",45=>"Старый Зал 1",
    46=>"Зал Ожидания",47=>"Зал Ораторов",37=>"Оружейная Комната",38=>"Бойница",50=>"Этаж 1Б - Коридор",
    51=>"Этаж 1М - Коридор",52=>"Этаж 1М - Зал Поклонения",53=>"Этаж 1М - Вход",54=>"Этаж 1М - Тупик",55=>"Этаж 1М - Портал",
    56=>"Этаж 1Б - Казармы",57=>"Этаж 1Б - Оружейная", 58=>"Убежище", 59=>"Недра провала", 60=>"Катакомбы, 2-ой этаж", 
    61=>"Катакомбы, 3-ий этаж", 62=>"Катакомбы, 4-ый этаж", 63=>"Пыточная. Катакомбы, 4-ый этаж.",
    64=>"Потерянный Вход, 1-ый этаж", 65=>"Потерянный Вход, 2-ой этаж", 66=>"Потерянный Вход, 3-ий этаж", 67=>"Потерянный Вход, 4-ый этаж", 68=>"Логово. Потерянный Вход, 1-ый этаж", 
    69=>"Приёмная. Сторожевая Башня.", 70=>"Зона боевых действий I. Сторожевая Башня.", 71=>"Зона боевых действий II. Сторожевая Башня.", 72=>"Зона боевых действий III. Сторожевая Башня.", 
    73=>"Бездна, 1-ый этаж", 74=>"Бездна, 2-ой этаж", 75=>"Бездна, 3-ий этаж", 76=>"Бездна, 4-ый этаж",
    89=>"Заброшенная канализация",
  );
?>