<?
  $news=array(
  '16.05.13'=>'Подкорректирована работа Храма Знаний, Добавлен алтарь рун, добавлен третий круг рыцарства Храма....',
  '10.11.12'=>'Ведутся работы по смене образа города.',
  '31.05.13'=>'Исправлена ошибка с покупками нескольких предметов в Зоомагазине ...<br>
Исправлена форма восстановления пароля теперь письмо приходит к вам на почту и не попадает в список спама...<br>
Так же исправлено восстановление пароля к банковскому счету...<br>
Открыта <a href=/events.php target="_blank">Новостная лента.</a>',
'04.06.13'=>'Изменен дизайн <b>"Форума"</b>!<br>
Установлена задержка на свиток <b>"Невидимости"</b> задержка 12 часов с момента использования свитка!<br>
<b>"Сторожевая башня"</b> Доступна в Abadoned Plain!',
  '30.06.13'=>'Домен Bestcombats.net Может быть недоступен некоторое время Можете использовать аналогичный домен бесткомбатс.рф.',
  '05.07.13'=>'<B><br>http://bestcombats.net/forum.php?topic=9154&konftop=1<br>Не забывайте ежедневно читать новости.</B>


');
?>