<?php
$commas = array('Артника может обидеть каждый, но не каждый успеет извиниться.',
                                'Virt-Lifeшник сдает кровь. Медсестра, завязывая жгут: - Так, работаем кулачком! - По корпусу или в челюсть?',
                                'Артник приходит из центральной площади в клан с синяками на теле . Глава его спрашивает: — Что, напали? — Да, меч кромуса хотели отобрать. — Так ты их нам опознать-то сможешь? — А чё я-то? Пускай теперь их сокланновцы в морге опознают...',
                                'Сидит команда в башне смерти. Делят оружие, вдруг в комнату входит член другой команды, весь уже разодетый. Глава команды кричит одному из своих: - МАРИНУЙ! - От маринуя слышу!',
                                '"Сойдет за близы" - сказал Илья Муромец завязывая вокруг шеи змея Горыныча',
                                'Часы показывали 16.08.03 12:00, когда бойцы клана MIB и Орден Паладинов бросили вызов друг другу. 12:01 Бой закончен. Победа за Merlin',
                                'ХХХХ: Долой муфлонов из чата!!! Merlin: Пользователь ХХХХ был удалён по собственному желанию.',
                                'В конкурсе по женской логике победил генератор ударов &copy;Алексей',
                                'Я вчера с такой девушкой познакомился… 90-60-90! - да ладно!! а выносливость сколько?',
                                '-Ах ты крыса!!! Ясно ж сказано, ТОЛЬКО ЯНТАРКИ! -Так я ж так и одет! -А эли, эли это что такое?! -Умные да?! А сами-то сможете на эль янтарку нацепить?!!',
                                '-Думаете, BestcombatS - просто клон? Качайтесь, кризис скоро закончится..',
                                'Трин достала записку Комментатора. Комментатор орал и отбивался ногами.',
                                'Ночь. Темно. Барон Муха идет по Центральной площади. Справа мелькнула тень. "Это merlin", - подумал Барон Муха. "Да, это я", - подумал merlin.',
                                'Проходя мимо будуара, merlin услышал задорный женский смех. "Недосуг" - подумал merlin.',
                                'Хороший, плохой, главный тот, у кого сусел!',
                                'Наши комментаторы, самые <вырезано цензурой> комментаторские комментаторы в мире!'
                                );
?>