<?php

$item[2535] = 'Зачаровать Оружие [0] - 3 шт. Пирамидальный ключ';
$item[2539] = 'Зачаровать Броню [0] - 3 шт. Пирамидальный ключ';
$item[2543] = 'Зачаровать Украшение [0] - 3 шт. Пирамидальный ключ';
$item[2547] = 'Зачаровать Шлем [0] - 3 шт. Пирамидальный ключ';
$item[2551] = 'Зачаровать Перчатки [0] - 3 шт. Пирамидальный ключ';

$item[2536] = 'Зачаровать Оружие [1] - 3 шт. Пирамидальный ключ';
$item[2540] = 'Зачаровать Броню [1] - 3 шт. Пирамидальный ключ';
$item[2544] = 'Зачаровать Украшение [1] - 3 шт. Пирамидальный ключ';
$item[2548] = 'Зачаровать Шлем [1] - 3 шт. Пирамидальный ключ';
$item[2552] = 'Зачаровать Перчатки [1] - 3 шт. Пирамидальный ключ';

$item[2537] = 'Зачаровать Оружие [2] - 3 шт., Пирамидальный ключ, Эссенция чистоты';
$item[2541] = 'Зачаровать Броню [2] - 3 шт., Пирамидальный ключ, Эссенция глубины';
$item[2545] = 'Зачаровать Украшение [2] - 3 шт., Пирамидальный ключ, Стихиалия';
$item[2549] = 'Зачаровать Шлем [2] - 3 шт., Пирамидальный ключ, Эсенция Праведного гнева';
$item[2553] = 'Зачаровать Перчатки [2] - 3 шт., Пирамидальный ключ, Эссенция лунного света';

?>
